import type { QA } from '../types/qa'

export const faq: QA[] = [
    {
        question: `Что это за проект?`,
        answer: `Всё началось с того, что я переехал в Миасс, и в Миассе нет хорошего чая. Поэтому я связался с доверенным лицом в Гуанчжоу. Это проверенный чайный человек, который подобрал мне отличный за свои деньги чай. Был единственный нюанс: в службе доставки нужно было оплатить минимум 15 килограмм веса для любой посылки. Поэтому чая я взял очень много, и так родилась первая чайная подписка.`
    },
    {
        question: `Откуда чай?`,
        answer: `Мой друг и одновременно доверенное лицо находится в Гуанчжоу (где располагается самый большой чайный рынок юга Китая). Здесь располагаются сотни магазинов, шоурумов, складов, бутиков и коллекционеров чая. Когда приходит время, мы организуем доставку чая до меня из Китая. Он напрямую контактирует с контрагентами, подбирает оптимальные позиции и постоянно находит что-то интересное.
        Я составляю список того, что хочу видеть в рассылке, потом мы корректируем список, так как в моменте всегда есть что-то интересное, от чего сложно отказаться (или наоборот, какой-то чай бывает сложно достать и качество может быть сомнительным - тогда лучше отказаться от этого варианта).`
    },
    {
        question: `Варианты подписки`,
        answer: `У подписки есть стандартный вариант - по 20 грамм каждого чая. На основе предыдущих рассылок - это оптимальное количество для того, чтобы попить чай 2-3 раза и совершенно не отказывать себе в удовольствии. Также есть калькулятор, который позволяет тонко настроить подписку под себя. Можно нажать "Скопировать список" и отправить мне текстовый вариант, или сделать скриншот экрана`
    },
    {
        question: `Нужна ли предоплата?`,
        answer: `Я прошу в качестве предоплаты примерно половину от той суммы, на которую вышел чай. Так я разделяю с вами ответственность за то, чтобы рассылка прошла успешно, а вы подтверждаете, что точно участвуете. Про вторую часть оплаты я пишу после того, как чай упакован и готов к отправке по России.`
    },
    {
        question: `Как отправляются посылки?`,
        answer: `Опция по умолчанию - Сдек: это проверенный метод, зарекомендовавший себя в предыдущих рассылах. Но можно обговорить любую другую транспортную компанию.`
    },
    {
        question: `Сколько ждать до получения чая?`,
        answer: `Чай начинает активно закупаться во время рассылки. Для его транспортировки нужно примерно 2 недели. Затем несколько дней отводится на то, чтобы расфасовать его и привести посылку к финальному виду.`
    },
]