import type { Teas } from '../types/teas';

export const teas: Teas = [
  {
    id: 1,
    name: 'Шу Гунтин Мэнхай',
    price: 14,
    count: 15,
    description: 'Шу Гунтин Мэнхай: классический пуэр, чистый и ровный вкус, выдержка около 8 лет'
  },
  {
    id: 2,
    name: 'Шу Гунтин Линцан',
    price: 16,
    count: 15,
    description: 'Шу Гунтин Линцан: локация Юндэ, выдержка около 8 лет'
  },
  {
    id: 3,
    name: 'Шэн Иу Гушу',
    price: 25,
    count: 15,
    description: 'Шэн Иу Гушу: с деревьев 100-300 лет, сбор 2022 года'
  },
  {
    id: 4,
    name: 'Милансян ФХДЦ',
    price: 18,
    count: 15,
    description: 'Милансян ФХДЦ: фермерский, традиционный вкус и прогрев, сбор 2023 года'
  },
  {
    id: 5,
    name: 'Ци Лань',
    price: 12,
    count: 15,
    description:
      'Ци Лань: интересный представитель уишаньских улунов с ярким цветочным ароматом, сбор 2023 года'
  },
  {
    id: 6,
    name: 'Те Гуаньинь',
    price: 14,
    count: 15,
    description:
      'Те Гуаньинь: свежий чай с ароматом цветов и выраженным ярким вкусом (нун сян), сбор весна 2024 года'
  },
  {
    id: 7,
    name: 'Габа Алишань',
    price: 22,
    count: 15,
    description:
      'Габа Алишань: средний прогрев, приятная кислинка, выдерживает много проливов, сбор 2023 года'
  },
  {
    id: 8,
    name: 'Дундин',
    price: 20,
    count: 15,
    description:
      'Дундин: приятный, слабо прогретый и чистый тайваньский улун, стойкий к проливам, сбор 2023 года'
  },
  {
    id: 9,
    name: 'Гушу Дянхун',
    price: 12,
    count: 15,
    description:
      'Гушу Дянхун: свежий, яркий красный чай с простым, но глубоким вкусом и состоянием, сбор 2024 года'
  },
  {
    id: 10,
    name: 'Да Хун Пао',
    price: 14,
    count: 15,
    description:
      'Да Хун Пао: классический чай среднего огня, с хорошей глубиной и силой, свежим и ярким вкусом, сбор 2023 года'
  },
  {
    id: 11,
    name: 'Баймудань',
    price: 25,
    count: 15,
    description:
      'Баймудань: свежий белый чай высокого грейда с большим количеством почек и белым ворсом, сбор 2024 года'
  }
];
