import type { Teas } from '../types/teas';

export const teas: Teas = [
  {
    id: 1,
    name: `Да Цзинь Чжэнь`,
    price: 16,
    count: 20,
    description: `Большие Золотые Иглы - юньнаньский чай, изготовленный из больших чайных почек, покрытых золотистым ворсом. Он выгодно отличается от остальных юньнаньских чаев необычным ярким вкусом и настоем золотистого-рыжего цвета.`,
    isMain: true
  },
  {
    id: 2,
    name: `Е Шен Те Гуань Инь`,
    price: 25,
    count: 20,
    description: `Один из известнейших чаев Китая, обладающий ярким цветочным ароматом и нежным вкусом. Изюминкой этого чая является то, что сырье для него было собрано с дикорастущих кустов.`,
    isMain: true
  },
  {
    id: 3,
    name: `Шуй Сянь Лао Цун`,
    price: 22,
    count: 20,
    description: `Улун из провинции Фуцзянь, один из самых распространенных чаев горного массива У И Шань. Сырье для этого чая было собрано со старых кустов, дающих листу больший потенциал для раскрытия вкуса и аромата.`,
    isMain: true
  },
  {
    id: 4,
    name: `Ми Лань Сян ФХДЦ`,
    price: 22,
    count: 20,
    description: `Классический представитель улунов, визитная чайная карточка провинции Гуандун. Чай отличают яркий, многогранный аромат, а достаточный прогрев дал чаю хорошую глубину вкуса. Весенний сбор 2024 года.`,
    isMain: true
  },
  {
    id: 5,
    name: `Гун Мэй (2016)`,
    price: 16,
    count: 20,
    description: `Выдержанный белый чай, произведенный в 2016 году. Исторически чай появился как разновидность известного чая Шоу Мэй, но производимый из более качественного сырья. Вообще говоря, выдержанные белые чаи - это особый мир, в который стоит окунуться.`,
    isMain: true
  },
  {
    id: 6,
    name: `Габа Шан Лин Си`,
    price: 23,
    count: 20,
    description: `Один из самых любимых чаев Тайваня. Производится из сырья, собранного на высокогорье хозяйства Шань Лин Си в округе Наньтоу. Чайные листья скручены в плотные сферы, который постепенно раскрываются и заполняют все пространство чайника.`,
    isMain: true
  },
  {
    id: 7,
    name: `Дун Дин Тан Бэй`,
    price: 22,
    count: 20,
    description: `Одна из визитных карточек чайного Тайваня, улун из высокогорного округа Наньтоу, скрученный в плотные жемчужины. Тан Бэй в названии говорит о том, что чай имеет средний качественный прогрев.`,
    isMain: true
  },
  {
    id: 8,
    name: `Шу Булан (2019)`,
    price: 21,
    count: 20,
    description: `Пуэр 2019 года, относительно свежий в рамках шу (если так можно сказать о чае с шестилетней выдержкой), сырье для которого было собрано с древних деревьев возрастом 100-150 лет. Шу с чистым, спокойным вкусом.`,
    isMain: true
  },
];

